{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/936/Male/m/936_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/936/Male/m/936_2.jpg"
  ],
  "name": "Standing Cable Lift",
  "link": "/exercises/standing-cable-lift",
  "targetMuscle": "Abs (rectus abdominis)",
  "equipmentType": "Cable",
  "rating": "9.3",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/94000/95621m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">Connect a standard handle on a tower, and move the cable to the lowest pulley position.</li><li class=\"ExDetail-descriptionStep\">With your side to the cable, grab the handle with one hand and step away from the tower. You should be approximately arm&#xE2;&#x20AC;&#x2122;s length away from the pulley, with the tension of the weight on the cable. Your outstretched arm should be aligned with the cable.</li><li class=\"ExDetail-descriptionStep\">With your feet positioned shoulder width apart, squat down and grab the handle with both hands. Your arms should still be fully extended.</li><li class=\"ExDetail-descriptionStep\">In one motion, pull the handle up and across your body until your arms are in a fully-extended position above your head.</li><li class=\"ExDetail-descriptionStep\">Keep your back straight and your arms close to your body as you pivot your back foot and straighten your legs to get a full range of motion.</li><li class=\"ExDetail-descriptionStep\">Retract your arms and then your body. Return to the neutral position in a slow and controlled manner.</li><li class=\"ExDetail-descriptionStep\">Repeat to failure.</li><li class=\"ExDetail-descriptionStep\">Then, reposition and repeat the same series of movements on the opposite side.</li></ol>Tip: You will twist your entire body with this exercise, but focus on getting maximal torso rotation and a strong clinch at the end of the movement. To ensure a good mind-muscle connection, keep your abs tense at all times.<p></p>\n      "
}