{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/178/Male/m/178_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/178/Male/m/178_2.jpg"
  ],
  "name": "Spider Curl",
  "link": "/exercises/spider-curl",
  "targetMuscle": "Biceps (biceps brachii)",
  "equipmentType": "E-Z Curl Bar",
  "rating": "9.2",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/32571m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Start out by setting the bar on the part of the preacher bench that you would normally sit on.  Make sure to align the barbell properly so that it is balanced and will not fall off.</li><li class=\"ExDetail-descriptionStep\"> Move to the front side of the preacher bench (the part where the arms usually lay) and position yourself to lay at a 45 degree slant with your torso and stomach pressed against the front side of the preacher bench.</li><li class=\"ExDetail-descriptionStep\"> Make sure that your feet (especially the toes) are well positioned on the floor and place your upper arms on top of the pad located on the inside part of the preacher bench.</li><li class=\"ExDetail-descriptionStep\"> Use your arms to grab the barbell with a supinated grip (palms facing up) at about shoulder width apart or slightly closer from each other.</li><li class=\"ExDetail-descriptionStep\"> Slowly begin to lift the barbell upwards and exhale. Hold the contracted position for a second as you squeeze the biceps.</li><li class=\"ExDetail-descriptionStep\"> Slowly begin to bring the barbell back to the starting position as your breathe in.  .</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Variation:</strong> You can also use dumbbells when performing this exercise.  Just make sure you place the dumbbells on the part of the preacher bench where you would normally sit properly. </p>\n      "
}