{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/14/Male/m/14_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/14/Male/m/14_2.jpg"
  ],
  "name": "Close-Grip Front Lat Pulldown",
  "link": "/exercises/close-grip-front-lat-pulldown",
  "targetMuscle": "Lats (latissimus dorsi)",
  "equipmentType": "Cable",
  "rating": "8.8",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/32081m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Sit down on a pull-down machine with a wide bar attached to the top pulley.  Make sure that you adjust the knee pad of the machine to fit your height.  These pads will prevent your body from being raised by the resistance attached to the bar.</li><li class=\"ExDetail-descriptionStep\"> Grab the bar with the palms facing forward using the prescribed grip.  Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than your shoulder width.  For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width.</li><li class=\"ExDetail-descriptionStep\"> As you have both arms extended in front of you - while holding the bar at the chosen grip width - bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out.  This is your starting position.</li><li class=\"ExDetail-descriptionStep\"> As you breathe out, bring the bar down until it touches your upper chest by drawing the shoulders and the upper arms down and back.  <strong>Tip:</strong> Concentrate on squeezing the back muscles once you reach the full contracted position.  The upper torso should remain stationary (only the arms should move).  The forearms should do no other work except for holding the bar; therefore do not try to pull the bar down using the forearms.</li><li class=\"ExDetail-descriptionStep\"> After a second in the contracted position, while squeezing your shoulder blades together, slowly raise the bar back to the starting position when your arms are fully extended and the lats are fully stretched.  Inhale during this portion of the movement.</li><li class=\"ExDetail-descriptionStep\">6. Repeat this motion for the prescribed amount of repetitions.</li></ol><p></p><p><strong>Variations:</strong> The behind-the-neck variation is not recommended as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck.</p>\n      "
}