{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/46/Male/m/46_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/46/Male/m/46_2.jpg"
  ],
  "name": "Pullups",
  "link": "/exercises/pullups",
  "targetMuscle": "Lats (latissimus dorsi)",
  "equipmentType": "Body Only",
  "rating": "9.2",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/30000/30171m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Grab the pull-up bar with the palms facing forward using the prescribed grip.  Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than your shoulder width.  For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width.</li><li class=\"ExDetail-descriptionStep\"> As you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out.  This is your starting position.</li><li class=\"ExDetail-descriptionStep\"> Pull your torso up until the bar touches your upper chest by drawing the shoulders and the upper arms down and back.  Exhale as you perform this portion of the movement.  <strong>Tip:</strong> Concentrate on squeezing the back muscles once you reach the full contracted position.  The upper torso should remain stationary as it moves through space and only the arms should move.  The forearms should do no other work other than hold the bar.</li><li class=\"ExDetail-descriptionStep\"> After a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the lats are fully stretched.</li><li class=\"ExDetail-descriptionStep\"> Repeat this motion for the prescribed amount of repetitions.</li></ol><p></p><p><strong>Variations:</strong></p> <p></p><ul><li class=\"ExDetail-descriptionStep\"> If you are new at this exercise and do not have the strength to perform it, use a chin assist machine if available.  These machines use weight to help you push your bodyweight.</li><li class=\"ExDetail-descriptionStep\"> Otherwise, a spotter holding your legs can help.</li><li class=\"ExDetail-descriptionStep\"> On the other hand, more advanced lifters can add weight to the exercise by using a weight belt that allows the addition of weighted plates.</li><li class=\"ExDetail-descriptionStep\"> The behind the neck variation is not recommended as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck.</li></ul><p></p>\n      "
}