{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/139/Male/m/139_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/139/Male/m/139_2.jpg"
  ],
  "name": "Underhand Cable Pulldowns",
  "link": "/exercises/underhand-cable-pulldowns",
  "targetMuscle": "Lats (latissimus dorsi)",
  "equipmentType": "Cable",
  "rating": "8.5",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/32851m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Sit down on a pull-down machine with a wide bar attached to the top pulley.  Adjust the knee pad of the machine to fit your height.  These pads will prevent your body from being raised by the resistance attached to the bar.</li><li class=\"ExDetail-descriptionStep\"> Grab the pull-down bar with the palms facing your torso (a supinated grip).  Make sure that the hands are placed closer than the shoulder width.</li><li class=\"ExDetail-descriptionStep\"> As you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out.  This is your starting position.</li><li class=\"ExDetail-descriptionStep\"> As you breathe out, pull the bar down until it touches your upper chest by drawing the shoulders and the upper arms down and back.  <strong>Tip:</strong> Concentrate on squeezing the back muscles once you reach the fully contracted position and keep the elbows close to your body.  The upper torso should remain stationary as your bring the bar to you and only the arms should move.  The forearms should do no other work other than hold the bar.</li><li class=\"ExDetail-descriptionStep\"> After a second on the contracted position, while breathing in, slowly bring the bar back to the starting position when your arms are fully extended and the lats are fully stretched.</li><li class=\"ExDetail-descriptionStep\"> Repeat this motion for the prescribed amount of repetitions.</li></ol><p></p>\n      "
}