{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/187/Male/m/187_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/187/Male/m/187_2.jpg"
  ],
  "name": "Snatch",
  "link": "/exercises/snatch",
  "targetMuscle": "Quads (quadriceps)",
  "equipmentType": "Barbell",
  "rating": "9.3",
  "type": "Olympic Weightlifting",
  "level": "Intermediate",
  "video": "https://videos.bodybuilding.com/video/mp4/76000/77922m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Place your feet at a shoulder width stance with the barbell resting right above the connection between the toes and the rest of the foot.</li><li class=\"ExDetail-descriptionStep\">  With a palms facing down grip, bend at the knees and keeping the back flat grab the bar using a wider than shoulder width grip. Bring the hips down and make sure that your body drops as if you were going to sit on a chair.  This will be your starting position.</li><li class=\"ExDetail-descriptionStep\">  Start pushing the floor as if it were a moving platform with your feet and simultaneously start lifting the barbell keeping it close to your legs.</li><li class=\"ExDetail-descriptionStep\">  As the bar reaches the middle of your thighs, push the floor with your legs and lift your body to a complete extension in an explosive motion.</li><li class=\"ExDetail-descriptionStep\">  Lift your shoulders back in a shrugging movement as you bring the bar up while lifting your elbows out to the side and keeping them above the bar for as long as possible.</li><li class=\"ExDetail-descriptionStep\">  Now in a very quick but powerful motion, you have to get your body under the barbell when it has reached a high enough point where it can be controlled and drop while locking your arms and holding the barbell overhead as you assume a squat position.</li><li class=\"ExDetail-descriptionStep\">  Finalize the movement by rising up out of the squat position to finish the lift. At the end of the lift both feet should be on line and the arms fully extended holding the barbell overhead.</li></ol><p></p><p><strong>Caution:</strong> This is a very advanced exercise so be extremely careful with the weight used.  Bad form on this exercise can lead to serious injury.</p>\n      "
}