{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/86/Male/m/86_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/86/Male/m/86_2.jpg"
  ],
  "name": "Stiff Leg Barbell Good Morning",
  "link": "/exercises/stiff-leg-barbell-good-morning",
  "targetMuscle": "Lower Back",
  "equipmentType": "Barbell",
  "rating": "8.1",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/33021m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">  This exercise is best performed inside a squat rack for safety purposes.  To begin, first set the bar on a rack that best matches your height.  Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your shoulders (slightly below the neck) across it.</li><li class=\"ExDetail-descriptionStep\">  Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.</li><li class=\"ExDetail-descriptionStep\">  Step away from the rack and position your legs using a shoulder width medium stance.  Keep your head up at all times as looking down will get you off balance and also maintain a straight back.  This will be your starting position.</li><li class=\"ExDetail-descriptionStep\">  Keeping your legs stationary, move your torso forward by bending at the hips while inhaling.  Lower your torso until it is parallel with the floor.</li><li class=\"ExDetail-descriptionStep\">  Begin to raise the bar as you exhale by elevating your torso back to the starting position.</li><li class=\"ExDetail-descriptionStep\">  Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Caution:</strong>  This is not an exercise to be taken lightly.  Be cautious with the weight used; in case of doubt, use less weight rather than more.  The stiff-legged barbell good morning is a very safe exercise but only if performed properly.</p>\n      "
}