{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/215/Male/m/215_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/215/Male/m/215_2.jpg"
  ],
  "name": "Calf Press On The Leg Press Machine",
  "link": "/exercises/calf-press-on-the-leg-press-machine",
  "targetMuscle": "Calves (gastrocnemius)",
  "equipmentType": "Machine",
  "rating": "8.7",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/32031m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">Using a leg press machine, sit down on the machine and place your legs on the platform directly in front of you at a medium (shoulder width) foot stance.</li><li class=\"ExDetail-descriptionStep\">Lower the safety bars holding the weighted platform in place and press the platform all the way up until your legs are fully extended in front of you without locking your knees.  (<strong>Note:</strong> In some leg press units you can leave the safety bars on for increased safety.  If your leg press unit allows for this, then this is the preferred method of performing the exercise.)  Your torso and the legs should make perfect 90-degree angle.  Now carefully place your toes and balls of your feet on the lower portion of the platform with the heels extending off. Toes should be facing forward, outwards or inwards as described at the beginning of the chapter. This will be your starting position.</li><li class=\"ExDetail-descriptionStep\">Press on the platform by raising your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times.  There should be no bending at any time.  Hold the contracted position by a second before you start to go back down.</li><li class=\"ExDetail-descriptionStep\">Go back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.</li><li class=\"ExDetail-descriptionStep\">Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Caution:</strong> Be very cautious as you place the feet in the bottom part of the platform as if you slip and the safety bars are not locked then you could suffer a serious accident.</p><p><strong>Variations:</strong> You can perform this exercise one leg at a time.</p>\n      "
}