{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/200/Male/m/200_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/200/Male/m/200_2.jpg"
  ],
  "name": "Rocking Standing Calf Raise",
  "link": "/exercises/rocking-standing-calf-raise",
  "targetMuscle": "Calves (gastrocnemius)",
  "equipmentType": "Barbell",
  "rating": "8.7",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/30000/30331m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">  This exercise is best performed inside a squat rack for safety purposes.  To begin, first set the bar on a rack that best matches your height.  Once the correct height is chosen and the bar is loaded, step under the bar and place it on the back of your shoulders (slightly below the neck).</li><li class=\"ExDetail-descriptionStep\">  Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.</li><li class=\"ExDetail-descriptionStep\">  Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out.  Keep your head up at all times as looking down will get you off balance.  Also maintain a straight back and keep the knees with a slight bend; never locked.  This will be your starting position.</li><li class=\"ExDetail-descriptionStep\">  Raise your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times.  There should be no bending (other than the slight initial bend we created during positioning) at any time.  Hold the contracted position by a second before you start to go back down.</li><li class=\"ExDetail-descriptionStep\">  Go back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.</li><li class=\"ExDetail-descriptionStep\">  Now lift your toes by contracting the tibia muscles in the front of the calves as you breathe out.</li><li class=\"ExDetail-descriptionStep\">  Hold for a second and bring them back down as you breathe in.</li><li class=\"ExDetail-descriptionStep\">  Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Caution:</strong> Maintain your back straight and stationary at all times.  Rounding of the back can cause lower back injury.  Also, choose a conservative weight.  This exercise requires a lot of balance and choosing too much weight may cause you to lose balance and fall.</p><p><strong>Variations:</strong> A smith machine can be used for this exercise as well and it is a better choice for those with poor balance.  Dumbbells can be used also.</p>\n      "
}