{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/301/Male/m/301_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/301/Male/m/301_2.jpg"
  ],
  "name": "Smith Machine Reverse Calf Raises",
  "link": "/exercises/smith-machine-reverse-calf-raises",
  "targetMuscle": "Calves (gastrocnemius)",
  "equipmentType": "Machine",
  "rating": "7.3",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/32551m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Adjust the barbell on the smith machine to fit your height and align a raised platform right under the bar.</li><li class=\"ExDetail-descriptionStep\">  Stand on the platform with the heels of your feet secured on top of it with the balls of your feet extending off it.  Position your toes facing forward with a shoulder width stance.</li><li class=\"ExDetail-descriptionStep\">  Now, place your shoulders under the barbell while maintaining the foot positioning described and push the barbell up by extending your hips and knees until your torso is standing erect.  The knees should be kept with a slight bend; never locked. This will be your starting position.  <strong>Tip:</strong> The barbell on your back is only for balance purposes.</li><li class=\"ExDetail-descriptionStep\">  Raise the balls of your feet as you breathe out by extending your toes as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times.  There should be no bending at any time.  Hold the contracted position for a second before you start to go back down.</li><li class=\"ExDetail-descriptionStep\">  Slowly go back down to the starting position as you breathe in by lowering the balls of your feet and toes.</li><li class=\"ExDetail-descriptionStep\">  Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Variations:</strong> You can also have someone place a dumbbell in between your feet for resistance. You can also perform this exercise using a doorstep and you can use the sides of the door frame for balance.</p><p>If you change the position of the platform by putting it forward or backwards, it will emphasize the higher or lower calf. Similarly, the stance you use can affect where it hits; the closer your feet are, the more the sides will be isolated, whereas the further apart your feet are, the more the front tibialis will be targeted.</p>\n      "
}