{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/218/Male/m/218_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/218/Male/m/218_2.jpg"
  ],
  "name": "Standing Barbell Calf Raise",
  "link": "/exercises/standing-barbell-calf-raise",
  "targetMuscle": "Calves (gastrocnemius)",
  "equipmentType": "Barbell",
  "rating": "8.2",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/32591m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">  This exercise is best performed inside a squat rack for safety purposes.  To begin, first set the bar on a rack that best matches your height.  Once the correct height is chosen and the bar is loaded, step under the bar and place the bar on the back of your shoulders (slightly below the neck).</li><li class=\"ExDetail-descriptionStep\">  Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso.</li><li class=\"ExDetail-descriptionStep\">  Step away from the rack and position your legs using a shoulder width medium stance with the toes slightly pointed out.  Keep your head up at all times as looking down will get you off balance and also maintain a straight back.  The knees should be kept with a slight bend; never locked.  This will be your starting position.  <strong>Tip:</strong> For better range of motion you may also place the ball of your feet on a wooden block but be careful as this option requires more balance and a sturdy block.</li><li class=\"ExDetail-descriptionStep\">  Raise your heels as you breathe out by extending your ankles as high as possible and flexing your calf. Ensure that the knee is kept stationary at all times.  There should be no bending at any time.  Hold the contracted position by a second before you start to go back down.</li><li class=\"ExDetail-descriptionStep\">  Go back slowly to the starting position as you breathe in by lowering your heels as you bend the ankles until calves are stretched.</li><li class=\"ExDetail-descriptionStep\">  Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Caution:</strong> If you suffer from lower back problems, a better exercise is the calf press as during a standing calf raise the back has to support the weight being lifted.  Also, maintain your back straight and stationary at all times.  Rounding of the back can cause lower back injury.</p><p><strong>Variations:</strong> There are several other ways to perform a standing calf raise.  A calf press machine instead of a squat rack can be used as well as dumbbells with one leg or two legs at a time.  A smith machine can be used for calf raises as well.  You can also perform the barbell calf raise using a piece of wood to place the ball of the foot.  This will allow you to get a better range of motion.  However be cautious as in this case you will need to balance yourself much better.</p>\n      "
}