{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/864/Male/m/864_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/864/Male/m/864_2.jpg"
  ],
  "name": "Clean and Press",
  "link": "/exercises/clean-and-press",
  "targetMuscle": "Shoulders (deltoids)",
  "equipmentType": "Barbell",
  "rating": "9.4",
  "type": "Strength",
  "level": "Intermediate",
  "video": "https://videos.bodybuilding.com/video/mp4/98000/99762m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">Assume a shoulder-width stance, with knees inside the arms. Now while keeping the back flat, bend at the knees and hips so that you can grab the bar with the arms fully extended and a pronated grip that is slightly wider than shoulder width. Point the elbows out to sides. The bar should be close to the shins. Position the shoulders over or slightly ahead of the bar. Establish a flat back posture. This will be your starting position.</li><li class=\"ExDetail-descriptionStep\">  Begin to pull the bar by extending the knees. Move your hips forward and raise the shoulders at the same rate while keeping the angle of the back constant; continue to lift the bar straight up while keeping it close to your body.</li><li class=\"ExDetail-descriptionStep\"> As the bar passes the knee, extend at the ankles, knees, and hips forcefully, similar to a jumping motion. As you do so, continue to guide the bar with your hands, shrugging your shoulders and using the momentum from your movement to pull the bar as high as possible. The bar should travel close to your body, and you should keep your elbows out. </li><li class=\"ExDetail-descriptionStep\">At maximum elevation, your feet should clear the floor and you should start to pull yourself under the bar. The mechanics of this could change slightly, depending on the weight used. You should descend into a squatting position as you pull yourself under the bar.</li><li class=\"ExDetail-descriptionStep\"> As the bar hits terminal height, rotate your elbows around and under the bar. Rack the bar across the front of the shoulders while keeping the torso erect and flexing the hips and knees to absorb the weight of the bar.</li><li class=\"ExDetail-descriptionStep\"> Stand to full height, holding the bar in the clean position.</li><li class=\"ExDetail-descriptionStep\"> Without moving your feet, press the bar overhead as you exhale.  Lower the bar under control .</li></ol><p></p>\n      "
}