{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/364/Male/m/364_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/364/Male/m/364_2.jpg"
  ],
  "name": "Seated Dumbbell Press",
  "link": "/exercises/seated-dumbbell-press",
  "targetMuscle": "Shoulders (deltoids)",
  "equipmentType": "Dumbbell",
  "rating": "9.1",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/32541m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Grab a couple of dumbbells and sit on a military press bench or a utility bench that has a back support on it as you place the dumbbells upright on top of your thighs.</li><li class=\"ExDetail-descriptionStep\"> Clean the dumbbells up one at a time by using your thighs to bring the dumbbells up to shoulder height at each side.</li><li class=\"ExDetail-descriptionStep\"> Rotate the wrists so that the palms of your hands are facing forward.  This is your starting position.</li><li class=\"ExDetail-descriptionStep\"> As you exhale, push the dumbbells up until they touch at the top.</li><li class=\"ExDetail-descriptionStep\"> After a second pause, slowly come down back to the starting position as you inhale.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Variations:</strong></p> <p></p><ul><li class=\"ExDetail-descriptionStep\"> You can perform the exercise standing or sitting on a regular flat bench.  For people with lower back problems, the version described is the recommended one.</li><li class=\"ExDetail-descriptionStep\"> You can also perform the exercise as Arnold Schwarzenegger used to do it, which is to start holding the dumbbells with a supinated grip (palms facing you) in front of your shoulders and then, as you start pushing up, you align the dumbbells in the starting position described on step 3 by rotating your wrists and touch the dumbbells at the top.  As you come down, then you would go back to the starting position by rotating the wrist throughout the lowering portion until the palms of your hands are facing you.  This variation is called the Arnold Press.  However, it is not recommended if you have rotator cuff problems.</li></ul><p></p>\n      "
}