{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/382/Male/m/382_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/382/Male/m/382_2.jpg"
  ],
  "name": "Seated Barbell Military Press",
  "link": "/exercises/seated-barbell-military-press",
  "targetMuscle": "Shoulders (deltoids)",
  "equipmentType": "Barbell",
  "rating": "9.2",
  "type": "Strength",
  "level": "Intermediate",
  "video": "https://videos.bodybuilding.com/video/mp4/30000/30381m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Sit on a Military Press Bench with a bar behind your head and either have a spotter give you the bar (better on the rotator cuff this way) or pick it up yourself carefully with a pronated grip (palms facing forward).  <strong>Tip:</strong> Your grip should be wider than shoulder width and it should create a 90-degree angle between the forearm and the upper arm as the barbell goes down.</li><li class=\"ExDetail-descriptionStep\">  Once you pick up the barbell with the correct grip length, lift the bar up over your head by locking your arms.  Hold at about shoulder level and slightly in front of your head.  This is your starting position.</li><li class=\"ExDetail-descriptionStep\"> Lower the bar down to the collarbone slowly as you inhale.</li><li class=\"ExDetail-descriptionStep\"> Lift the bar back up to the starting position as you exhale.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Variations:</strong></p> <p></p><ul><li class=\"ExDetail-descriptionStep\"> This exercise can also be performed standing but those with lower back problems are better off performing this seated variety.</li><li class=\"ExDetail-descriptionStep\"> The behind the neck variation is not recommended for people with shoulder problems as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck.</li></ul><p></p>\n      "
}