{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/366/Male/m/366_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/366/Male/m/366_2.jpg"
  ],
  "name": "Standing Palm-In One-Arm Dumbbell Press",
  "link": "/exercises/standing-palm-in-one-arm-dumbbell-press",
  "targetMuscle": "Shoulders (deltoids)",
  "equipmentType": "Dumbbell",
  "rating": "9.4",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/33061m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Start by having a dumbbell in one hand with your arm fully extended to the side using a neutral grip. Use your other arm to hold on to an incline bench to keep your balance.</li><li class=\"ExDetail-descriptionStep\"> Your feet should be shoulder width apart from each other.  Now slowly lift the dumbbell up until you create a 90 degree angle with your arm. <strong>Note:</strong> Your forearm should be perpendicular to the floor.  Continue to maintain a neutral grip throughout the entire exercise.</li><li class=\"ExDetail-descriptionStep\"> Slowly lift the dumbbell up until your arm is fully extended.  This the starting position.</li><li class=\"ExDetail-descriptionStep\"> While inhaling lower the weight down until your arm is at a 90 degree angle again.</li><li class=\"ExDetail-descriptionStep\"> Feel the contraction for a second and then lift the weight back up towards the starting position while exhaling.  Remember to hold on to the incline bench and keep your feet positioned to keep balance during the exercise.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li><li class=\"ExDetail-descriptionStep\"> Switch arms and repeat the exercise.</li></ol><p></p><p><strong>Variation:</strong> This exercise can be performed with dumbbells in each arm as the dumbbells will help to keep you balanced.  This is another great way to add variety to your routines and keep them interesting.</p>\n      "
}