{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/370/Male/m/370_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/370/Male/m/370_2.jpg"
  ],
  "name": "Standing Military Press",
  "link": "/exercises/standing-military-press",
  "targetMuscle": "Shoulders (deltoids)",
  "equipmentType": "Barbell",
  "rating": "9.3",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/33121m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Start by placing a barbell that is about chest high on a squat rack.  Once you have selected the weights, grab the barbell using a pronated (palms facing forward) grip.  Make sure to grip the bar wider than shoulder width apart from each other.</li><li class=\"ExDetail-descriptionStep\"> Slightly bend the knees and place the barbell on your collar bone.  Lift the barbell up keeping it lying on your chest.  Take a step back and position your feet shoulder width apart from each other.</li><li class=\"ExDetail-descriptionStep\"> Once you pick up the barbell with the correct grip length, lift the bar up over your head by locking your arms.  Hold at about shoulder level and slightly in front of your head.  This is your starting position.</li><li class=\"ExDetail-descriptionStep\"> Lower the bar down to the collarbone slowly as you inhale.</li><li class=\"ExDetail-descriptionStep\"> Lift the bar back up to the starting position as you exhale.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Variations:</strong></p> <p></p><ul><li class=\"ExDetail-descriptionStep\"> This exercise can also be performed sitting as those with lower back problems are better off performing this seated variety.</li><li class=\"ExDetail-descriptionStep\"> The behind the neck variation is not recommended for people with shoulder problems as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck.</li><li class=\"ExDetail-descriptionStep\"> Another option is to use dumbbells when performing this exercise for better isolation.</li></ul><p></p>\n      "
}