{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/185/Male/m/185_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/185/Male/m/185_2.jpg"
  ],
  "name": "Power Clean",
  "link": "/exercises/power-clean",
  "targetMuscle": "Hamstrings (biceps femoris)",
  "equipmentType": "Barbell",
  "rating": "8.7",
  "type": "Strength",
  "level": "Intermediate",
  "video": "https://videos.bodybuilding.com/video/mp4/98000/99822m.mp4",
  "description": "\n        <p><strong>Note:</strong> This exercise is extremely complex and requires the execution of many phases.</p><p><strong>Phase 1: Starting Position</strong></p><p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">Stand with your feet slightly wider than shoulder width apart and toes pointing out slightly.</li><li class=\"ExDetail-descriptionStep\">Squat down and grasp bar with a closed, pronated grip. Your hands should be slightly wider than shoulder width apart outside knees with elbows fully extended.</li><li class=\"ExDetail-descriptionStep\">Place the bar about 1 inch in front of your shins and over the balls of your feet.</li><li class=\"ExDetail-descriptionStep\">Your back should be flat or slightly arched, your chest held up and out and your shoulder blades should be retracted.</li><li class=\"ExDetail-descriptionStep\">Keep your head in a neutral position (in line with vertebral column and not tilted or rotated) with your eyes focused straight ahead. Inhale during this phase.</li></ol><p></p><p><strong>Phase 2: First Pull Phase</strong></p><p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">Lift the bar from the floor by forcefully extending the hips and the knees as you exhale.  <strong>Tip:</strong> The upper torso should maintain the same angle.  Do not bend at the waist yet and do not let the hips rise before the shoulders (this would have the effect of pushing the glutes in the air and stretching the hamstrings.</li><li class=\"ExDetail-descriptionStep\">Keep elbows fully extended with the head in a neutral position and the shoulders over the bar.</li><li class=\"ExDetail-descriptionStep\">As the bar raises keep it as close to the shins as possible.</li></ol><p></p><p><strong>Phase 3: Transition or Scoop Phase</strong></p><p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">As the bar passes the knees, thrust your hips forward and slightly bend the knees to avoid locking them. <strong>Tip:</strong> At this point your thighs should be against the bar.</li><li class=\"ExDetail-descriptionStep\">Keep the back flat or slightly arched, elbows fully extended and your head neutral. <strong>Tip:</strong> You will hold your breath until the next phase.</li></ol><p></p><p><strong>Phase 4: Second Pull Phase</strong></p><p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">Inhale and then forcefully and quickly extend your hips and knees and stand on your toes.</li><li class=\"ExDetail-descriptionStep\">Keep the bar as close to your body as possible.  <strong>Tip:</strong> Your back should be flat with the elbows pointed out to the sides and your head in a neutral position.  Also, keep your shoulders over the bar and arms straight as long as possible.</li><li class=\"ExDetail-descriptionStep\">When your lower body joints are fully extended, shrug the shoulders upward rapidly without letting the elbows flex yet. Exhale during this portion of the movement.</li><li class=\"ExDetail-descriptionStep\">As the shoulders reach their highest elevation flex your elbows to begin pulling your body under the bar.</li><li class=\"ExDetail-descriptionStep\">Continue to pull the arms as high and as long as possible. <strong>Tip:</strong> Due to the explosive nature of this phase, your torso will be erect or with an arched back, your head will be tilted back slightly and your feet may lose contact with the floor.</li></ol><p></p><p><strong>Phase 5: Catch Phase</strong></p><p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">After the lower body has fully extended and the bar reaches near maximal height, pull your body under the bar and rotate the arms around and under the bar.</li><li class=\"ExDetail-descriptionStep\">Simultaneously, flex the hips and knees into a quarter squat position.</li><li class=\"ExDetail-descriptionStep\">Once the arms are under the bar, inhale and then lift your elbows to position the upper arms parallel to the floor. Rack the bar across the front of your collar bones and front shoulder muscles.</li><li class=\"ExDetail-descriptionStep\">Catch the bar with an erect and tight torso, a neutral head position and flat feet. Exhale during this movement.</li><li class=\"ExDetail-descriptionStep\">Stand up by extending the hips and knees to a fully erect position.</li></ol><p></p><p><strong>Phase 6: Downward Movement Phase</strong></p><p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">Lower the bar by gradually reducing the muscular tension of the arms to allow a controlled descent of the bar to the thighs. Inhale during this movement.</li><li class=\"ExDetail-descriptionStep\">Simultaneously flex the hips and knees to cushion the impact of the bar on the thighs.</li><li class=\"ExDetail-descriptionStep\">Squat down with the elbows fully extended until the bar touches the floor.</li><li class=\"ExDetail-descriptionStep\">Start over at Phase 1 and repeat for the recommended amount of repetitions.</li></ol><p></p>\n      "
}