{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/7/Male/m/7_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/7/Male/m/7_2.jpg"
  ],
  "name": "Seated Two-Arm Palms-Up Low-Pulley Wrist Curl",
  "link": "/exercises/seated-two-arm-palms-up-low-pulley-wrist-curl",
  "targetMuscle": "Forearm (brachioradialis)",
  "equipmentType": "Cable",
  "rating": "9.2",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/30000/30621m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Put a bench in front of a low pulley machine that has a barbell or EZ Curl attachment on it.</li><li class=\"ExDetail-descriptionStep\"> Move the bench far enough away so that when you bring the handle to the top of your thighs tension is created on the cable due to the weight stack being moved up.</li><li class=\"ExDetail-descriptionStep\"> Now hold the handle with both hands, palms up, using a shoulder-width grip.</li><li class=\"ExDetail-descriptionStep\"> Step back and sit on the bench with your feet about shoulder width apart, firmly on the floor.</li><li class=\"ExDetail-descriptionStep\"> Lean forward and place the forearms on your thighs with the back of your wrists over your knees.  This will be your starting position.</li><li class=\"ExDetail-descriptionStep\"> Lower the bar as far as possible, while inhaling and keeping a tight grip.</li><li class=\"ExDetail-descriptionStep\"> Now curl the bar up as high as possible while contracting the forearms. <strong>Tip:</strong> Only the wrist should move; not the forearms.</li><li class=\"ExDetail-descriptionStep\"> After a second contraction at the top go back to the starting position as you inhale.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Variations:</strong> This exercise can be performed also with a single handle attachment (one arm at a time) or with free weights (barbells or dumbbells) using one arm and two arm variations.</p>\n      "
}