{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/5/Male/m/5_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/5/Male/m/5_2.jpg"
  ],
  "name": "Standing Palms-Up Barbell Behind The Back Wrist Curl",
  "link": "/exercises/standing-palms-up-barbell-behind-the-back-wrist-curl",
  "targetMuscle": "Forearm (brachioradialis)",
  "equipmentType": "Barbell",
  "rating": "9.3",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/33041m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Start by standing straight and holding a barbell behind your glutes at arm&apos;s length while using a pronated grip (palms will be facing back away from the glutes) and having your hands shoulder width apart from each other.</li><li class=\"ExDetail-descriptionStep\"> You should be looking straight forward while your feet are shoulder width apart from each other. This is the starting position.</li><li class=\"ExDetail-descriptionStep\"> While exhaling, slowly elevate the barbell up by curling your wrist in a semi-circular motion towards the ceiling.  <strong>Note:</strong> Your wrist should be the only body part moving for this exercise.</li><li class=\"ExDetail-descriptionStep\"> Hold the contraction for a second and lower the barbell back down to the starting position while inhaling.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li><li class=\"ExDetail-descriptionStep\"> When finished, lower the barbell down to the squat rack or the floor by bending the knees. <strong>Tip:</strong> It is easiest to either pick it up from a squat rack or have a partner hand it to you.</li></ol><p></p>  <p><strong>Variations:</strong> You can also perform this exercise with dumbbells using the same movements as described above.  Another option is to use one dumbbell at a time for better isolation.</p>\n      "
}