{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/17/Male/m/17_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/17/Male/m/17_2.jpg"
  ],
  "name": "Bent Over Two-Dumbbell Row With Palms In",
  "link": "/exercises/bent-over-two-dumbbell-row-with-palms-in",
  "targetMuscle": "Middle Back (rhomboids)",
  "equipmentType": "Dumbbell",
  "rating": "8.8",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/28000/28641m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">With a dumbbell in each hand (palms facing each other), bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor.  Tip: Make sure that you keep the head up.  The weights should hang directly in front of you as your arms hang perpendicular to the floor and your torso.  This is your starting position.</li><li class=\"ExDetail-descriptionStep\">While keeping the torso stationary, lift the dumbbells to your side as you breathe out, squeezing your shoulder blades together.  On the top contracted position, squeeze the back muscles and hold for a second.</li><li class=\"ExDetail-descriptionStep\">Slowly lower the weight again to the starting position as you inhale.</li><li class=\"ExDetail-descriptionStep\">Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Caution:</strong></p><p></p><ul><li class=\"ExDetail-descriptionStep\">This exercise is not recommended for people with back problems.  A Low Pulley Row is a better choice for people with back issues.</li><li class=\"ExDetail-descriptionStep\">Ensure perfect form and never round the back as this can cause back injury.</li><li class=\"ExDetail-descriptionStep\">Be cautious as well with the weight used; in case of doubt, use less weight rather than more.</li></ul><p></p><p><strong>Variations:</strong> You can perform the same exercise using a low pulley instead with a V-bar or with a barbell.</p>\n      "
}