{
  "images": [
    "",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/128/Male/m/128_2.jpg"
  ],
  "name": "Reverse Grip Bent-Over Rows",
  "link": "/exercises/reverse-grip-bent-over-rows",
  "targetMuscle": "Middle Back (rhomboids)",
  "equipmentType": "Barbell",
  "rating": "9.2",
  "type": "Strength",
  "level": "Intermediate",
  "video": "https://videos.bodybuilding.com/video/mp4/30000/30291m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">  Stand erect while holding a barbell with a supinated grip (palms facing up).</li><li class=\"ExDetail-descriptionStep\">  Bend your knees slightly and bring your torso forward, by bending at the waist, while keeping the back straight until it is almost parallel to the floor. <strong>Tip:</strong> Make sure that you keep the head up.  The barbell should hang directly in front of you as your arms hang perpendicular to the floor and your torso.  This is your starting position.</li><li class=\"ExDetail-descriptionStep\">  While keeping the torso stationary, lift the barbell as you breathe out, keeping the elbows close to the body and not doing any force with the forearm other than holding the weights.  On the top contracted position, squeeze the back muscles and hold for a second.</li><li class=\"ExDetail-descriptionStep\">  Slowly lower the weight again to the starting position as you inhale.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Caution:</strong></p> <p></p><ul><li class=\"ExDetail-descriptionStep\">This exercise is not recommended for people with back problems.  A Low Pulley Row is a better choice for people with back issues.</li><li class=\"ExDetail-descriptionStep\">Also, just like with the bent knee dead-lift, if you have a healthy back, ensure perfect form and never slouch the back forward as this can cause back injury.</li><li class=\"ExDetail-descriptionStep\">Be cautious as well with the weight used; in case of doubt, use less weight rather than more.</li></ul><p></p><p><strong>Variations:</strong> You can perform the same exercise using a pronated (palms facing out) grip or using dumbbells.</p>\n      "
}