{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/297/Male/m/297_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/297/Male/m/297_2.jpg"
  ],
  "name": "Seated One-arm Cable Pulley Rows",
  "link": "/exercises/seated-one-arm-cable-pulley-rows",
  "targetMuscle": "Middle Back (rhomboids)",
  "equipmentType": "Cable",
  "rating": "8.5",
  "type": "Strength",
  "level": "Intermediate",
  "video": "https://videos.bodybuilding.com/video/mp4/30000/30541m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> To get into the starting position, first sit down on the machine and place your feet on the front platform or crossbar provided making sure that your knees are slightly bent and not locked.</li><li class=\"ExDetail-descriptionStep\"> Lean over as you keep the natural alignment of your back and grab the single handle attachment with your left arm using a palms-down grip.</li><li class=\"ExDetail-descriptionStep\"> With your arm extended pull back until your torso is at a 90-degree angle from your legs.  Your back should be slightly arched and your chest should be sticking out. You should be feeling a nice stretch on your lat as you hold the bar in front of you.  The right arm can be kept by the waist. This is the starting position of the exercise.</li><li class=\"ExDetail-descriptionStep\"> Keeping the torso stationary, pull the handles back towards your torso while keeping the arms close to it as you rotate the wrist, so that by the time your hand is by your abdominals it is in a neutral position (palms facing the torso). Breathe out as you perform that movement.  At that point you should be squeezing your back muscles hard.</li><li class=\"ExDetail-descriptionStep\"> Hold that contraction for a second and slowly go back to the original position while breathing in.  <strong>Tip:</strong> Remember to rotate the wrist as you go back to the starting position so that the palms are facing down again.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions and then perform the same movement with the right hand.</li></ol><p></p><p><strong>Variations:</strong> You can perform this movement with a high pulley as well and standing up.  You can also perform it doing a full rotation of the wrist.  In other words, at the starting position you will have the palms of the hands facing down and at the end of the movement they will be facing up.  Great movement to perform for a variety of purposes.</p>\n      "
}