{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/341/Male/m/341_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/341/Male/m/341_2.jpg"
  ],
  "name": "Seated Triceps Press",
  "link": "/exercises/seated-triceps-press",
  "targetMuscle": "Triceps (triceps brachii)",
  "equipmentType": "Dumbbell",
  "rating": "8.9",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/30000/30611m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Sit down on a bench with back support and grasp a dumbbell with both hands and hold it overhead at arm&apos;s length.  <strong>Tip:</strong> a better way is to have somebody hand it to you especially if it is very heavy. The resistance should be resting in the palms of your hands with your thumbs around it. The palm of the hand should be facing inward.  This will be your starting position.</li><li class=\"ExDetail-descriptionStep\"> Keeping your upper arms close to your head (elbows in) and perpendicular to the floor, lower the resistance in a semi-circular motion behind your head until your forearms touch your biceps. <strong>Tip:</strong> The upper arms should remain stationary and only the forearms should move.  Breathe in as you perform this step.</li><li class=\"ExDetail-descriptionStep\"> Go back to the starting position by using the triceps to raise the dumbbell. Breathe out as you perform this step.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li></ol><p></p>  <p><strong>Variations:</strong></p> <p></p><ul><li class=\"ExDetail-descriptionStep\"> You can perform this exercise standing as well but this puts strain on your back especially if you are using heavy dumbbells like 95 lbs or so.</li><li class=\"ExDetail-descriptionStep\"> Another variation is to use an EZ or straight bar instead in which case you will be holding the bar from the inside (around 5 inches between both hands) with the palms facing forward (pronated grip).</li><li class=\"ExDetail-descriptionStep\"> There is also a bar that has parallel bars inside (often referred to as a triceps blaster) and this can also be used for this exercise.</li><li class=\"ExDetail-descriptionStep\"> Finally, a low pulley cable with a rope attachment or bar (straight or EZ) attachment at the end can be used for variety purposes as well.</li></ul><p></p>\n      "
}