{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/143/Male/m/143_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/143/Male/m/143_2.jpg"
  ],
  "name": "Triceps Pushdown - V-Bar Attachment",
  "link": "/exercises/triceps-pushdown-v-bar-attachment",
  "targetMuscle": "Triceps (triceps brachii)",
  "equipmentType": "Cable",
  "rating": "9.1",
  "type": "Strength",
  "level": "Beginner",
  "video": "https://videos.bodybuilding.com/video/mp4/32000/32881m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\"> Attach a V-Bar to a high pulley and grab with an overhand grip (palms facing down) at shoulder width.</li><li class=\"ExDetail-descriptionStep\"> Standing upright with the torso straight and a very small inclination forward, bring the upper arms close to your body and perpendicular to the floor.  The forearms should be pointing up towards the pulley as they hold the bar. The thumbs should be higher than the small finger.  This is your starting position.</li><li class=\"ExDetail-descriptionStep\"> Using the triceps, bring the bar down until it touches the front of your thighs and the arms are fully extended perpendicular to the floor.  The upper arms should always remain stationary next to your torso and only the forearms should move.  Exhale as you perform this movement.</li><li class=\"ExDetail-descriptionStep\"> After a second hold at the contracted position, bring the V-Bar slowly up to the starting point.  Breathe in as you perform this step.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Variations:</strong> There are many variations to this movement.  For instance you can use an E-Z bar attachment as well as a straight cable bar attachment for different variations of the exercise.  Also, you can attach a rope to the pulley as well as using a reverse grip on the bar exercises.</p><p>Just like the Triceps Pushdown but with the V-Bar attachment.</p>\n      "
}