{
  "images": [
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/29/Male/m/29_1.jpg",
    "https://www.bodybuilding.com/exercises/exerciseImages/sequences/29/Male/m/29_2.jpg"
  ],
  "name": "Seated Head Harness Neck Resistance",
  "link": "/exercises/seated-head-harness-neck-resistance",
  "targetMuscle": "Neck",
  "equipmentType": "Other",
  "rating": "7.6",
  "type": "Strength",
  "level": "Intermediate",
  "video": "https://videos.bodybuilding.com/video/mp4/30000/30511m.mp4",
  "description": "\n        <p></p><ol class=\"ExDetail-descriptionSteps\"><li class=\"ExDetail-descriptionStep\">  Place a neck strap on the floor at the end of a flat bench.  Once you have selected the weights, sit at the end of the flat bench with your feet wider than shoulder width apart from each other.  Your toes should be pointed out.</li><li class=\"ExDetail-descriptionStep\"> Slowly move your torso forward until it is almost parallel with the floor.  Using both hands, securely position the neck strap around your head.  <strong>Tip:</strong>  Make sure the weights are still lying on the floor to prevent any strain on the neck.  Now grab the weight with both hands while elevating your torso back until it is almost perpendicular to the floor.  <strong>Note:</strong> Your head and torso needs to be slightly tilted forward to perform this exercise.</li><li class=\"ExDetail-descriptionStep\"> Now place both hands on top of your knees.  This is the starting position.</li><li class=\"ExDetail-descriptionStep\"> Slowly lower your neck down until your chin touches the upper part of your chest while breathing in.</li><li class=\"ExDetail-descriptionStep\"> While exhaling, bring your neck back to the starting position.</li><li class=\"ExDetail-descriptionStep\"> Repeat for the recommended amount of repetitions.</li></ol><p></p><p><strong>Caution:</strong> This exercise puts a lot of stress on the neck muscles and should be approached with caution.  Any sudden jerk or movement can cause you to strain a neck muscle.  It is best to practice the form at first without any weights to get used to the movements required for this exercise.</p>\n      "
}